Revit 2027 API
BuiltInFailures.DirectContext3DFailures.NoMoreExternalDataTypeInstances Property
 No more instances of the Coordination Model.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId NoMoreExternalDataTypeInstances { get; }
Public Shared ReadOnly Property NoMoreExternalDataTypeInstances As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ NoMoreExternalDataTypeInstances {
	FailureDefinitionId^ get ();
}
static member NoMoreExternalDataTypeInstances : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.DirectContext3DFailures Class
Autodesk.Revit.DB Namespace